Repository: common-repository/white-rabbit-suite
Catalog: languages/white-rabbit-suite-*.po
Languages: it_it

source: https://www.whiterabbitsuite.com/create-or-connect-a-wordpress-site/
it_it: https://www.whiterabbit.cloud/creare-o-collegare-un-sito-wordpress/

source: White Rabbit software enables you to implement an e-commerce in Wordpress through just one click.
it_it: Il software White Rabbit ti consente di implementare un e-commerce su Wordpress con un solo clic.

source: https://www.whiterabbitsuite.com
it_it: https://www.whiterabbit.cloud

source: Settings
it_it: Impostazioni

source: General Settings
it_it: Impostazioni Generali

source: View Your Suite GDPR
it_it: Visualizza la GDPR della tua Suite

source: Import Data
it_it: Importazione Dati

source: Whiterabbit Codes
it_it: Codici Whiterabbit

source: Post Defaults
it_it: Valori Predefiniti Pubblicazione

source: Advanced
it_it: Avanzate

source: NO IMPORT DATA
it_it: Nessun Dato da Importare

source: Import Run,wait...
it_it: Importazione in corso,attendere...

source: (This page will be reloaded every 30s. If after 120s. the procedure seems to be blocked, the number of orders and users to be imported does not decrease, click Refresh Button.If the number to be imported does not decrease, make a new connection to the suite and press the Import Data Button again)
it_it: (Questa pagina verrà ricaricata ogni 30 secondi. Se dopo 120 secondi la procedura sembra bloccata, il numero di ordini e utenti da importare non diminuisce, fare clic sul pulsante Aggiorna. Se il numero da importare non diminuisce, creare una nuova connessione alla suite e premere nuovamente il pulsante Importa dati)

source: Refresh
it_it: Aggiorna

source: Success Connect !
it_it: Connessione Riuscita!

source: Import OK !
it_it: Importazione eseguita!

source: No Connect !
it_it: Nessuna Connessione !

source: NO CONNECT !
it_it: Nessuna Connessione !

source: Sitemap Generated Successfully!
it_it: Sitemap Generata con Successo!

source: Your WP Cron is disabled. If you want to use WP Cron, open file wp-config.php and delete row define( "DISABLE_WP_CRON", true );.
it_it: Il tuo WP Cron è disabilitato. Se vuoi usare il WP Cron, apri il file wp-config.php e cancella la riga define( "DISABLE_WP_CRON", true );.

source: If you want to use CronJob server, access your server and config with command:
it_it: Se vuoi usare il server dei CronJob, accedi al tuo server e configuralo col comando:

source: In White Rabbit Suite (Setting -> GDPR) you have set
it_it: Nella Suite White Rabbit (Impostazione -> GDPR) hai impostato

source: No Setting !
it_it: Nessuna Impostazione !

source: USE THIS FUNCTION TO IMPORT ALL USERS AND ALL ORDERS PREVIOUS TO INSTALLING THE PLUGIN
it_it: UTILIZZARE QUESTA FUNZIONE PER IMPORTARE TUTTI GLI UTENTI E TUTTI GLI ORDINI PRECEDENTI ALL'INSTALLAZIONE DEL PLUGIN

source: You Can Import Into WhiteRabbit Suite :
it_it: Puoi Importare nella Suite Whiterabbit :

source: Orders
it_it: Ordini

source: Users
it_it: Utenti

source: Whiterabbit id
it_it: ID Whiterabbit

source: Site id
it_it: Sito ID

source: WR Token
it_it: Token WR

source: WP Token
it_it: Token WP

source: Analytics enabled
it_it: Abilita Analytics

source: Analytics debug
it_it: Abilita Analytics Debug

source: Analytics Code
it_it: Codice Analytics

source: Analitycs API
it_it: API Analytics

source: Analitycs Goal Ecommerce ID
it_it: ID Analitycs Goal Ecommerce

source: Analitycs Goal Newsletter ID
it_it: ID Analitycs Goal Newsletter

source: Default Author
it_it: Autore Predefinito

source: Default Category
it_it: Categoria Predefinita

source: White Rabbit SEO
it_it: SEO White Rabbit

source: It generates the sitemap.xml and the robots.txt on your site's root folder
it_it: Genera all'interno della cartella principale del sito la sitemap.xml e il robots.txt

source: Generate Sitemap
it_it: Genera Sitemap

source: Enabled Plugin
it_it: Abilita Plugin

source: Token Site Login Suite
it_it: Token di Accesso al Sito della Suite

source: Consumer Key Woocommerce
it_it: Chiave Utente Woocommerce

source: Consumer Secret Woocommerce
it_it: Utente Nascosto Woocommerce

source: Time Interval in days for the Cancellation of Abandoned Carts
it_it: Intervallo di tempo in giorni per la cancellazione dei Carrelli Abbandonati

source: Enable Ticket Creation from Contact Forms
it_it: Abilita Creazione Ticket dai Moduli di Contatto

source: Enable Suite WhiteRabbit Marketing Consent
it_it: Abilita Consenso Marketing Suite Whiterabbit

source: Save Changes
it_it: Salva Modifiche

source: White Rabbit Options
it_it: Opzioni White Rabbit

source: Your Url Api is probably incorrect or Token Site Login Suite is incorrect
it_it: L'API dell'URL è probabilmente errata o il Token di Accesso al Sito della Suite non è corretto

source: Error!
it_it: Errore!

source: Captcha Invalid!
it_it: Captcha non Valido!

source: Success!
it_it: Riuscito!

source: Contact Form Successfully Submitted!
it_it: Modulo di contatto inviato con successo!

source: Italy
it_it: Italia

source: Address Line 1
it_it: Indirizzo, riga 1

source: Address Line 2
it_it: Indirizzo, riga 2

source: City
it_it: Città

source: Code Postal
it_it: CAP

source: Country
it_it: Nazione

source: Province
it_it: Provincia

source: The Whiterabbit Plugin has succesfully installed! Go to
it_it: Il plugin White Rabbit è stato installato con successo! Vai a

source: this page
it_it: questa pagina

source: for complete registration on Whiterabbit Suite.
it_it: per completare la registrazione su Whiterabbit Suite.

source: Whiterabbit Api
it_it: API Whiterabbit

source: Whiterabbit post
it_it: Articoli Whiterabbit

source: Whiterabbit blog
it_it: Blog Whiterabbit

source: Welcome to White Rabbit WordPress!
it_it: Benvenuto nel Wordpress White Rabbit!

source: We've assembled some links to get you started:
it_it: Abbiamo creato alcuni link per farti iniziare:

source: Get Started
it_it: Come iniziare

source: Add New Theme
it_it: Aggiungi un nuovo tema

source: View your site
it_it: Visualizza il tuo sito

source: Next Steps
it_it: Passi successivi

source: Edit your front page
it_it: Modificare la pagina iniziale

source: Add additional pages
it_it: Aggiungere altre pagine

source: Add a blog post
it_it: Aggiungere un blog per gli articoli

source: Add an About page
it_it: Aggiungere una pagina di informazione

source: Write your first blog post
it_it: Scrivere il tuo primo articolo del blog

source: Manage menus
it_it: Gestione menu

source: More Actions
it_it: Ulteriori Azioni

source: Customize Your Site
it_it: Personalizza il tuo sito

source: Manage widgets
it_it: Gestione widgets

source: Back to Suite
it_it: Torna alla Suite

source: Plugin Activated
it_it: Plugin Attivato

source: Configure it
it_it: Configuralo

source: Dismiss this notice.
it_it: Rimuovi questa notifica.

source: Activated, configure it
it_it: Attivato, configuralo

source: Not activated
it_it: Non attivato

source: Activate now
it_it: Attivalo ora

source: Your
it_it: La tua

source: White Rabbit's sitemap does not exist.
it_it: La sitemap di White Rabbit non esiste.

source: Fields Mapping
it_it: Mappatura dei Campi

source: First Name
it_it: Nome

source: -- Select Field --
it_it: -- Seleziona campo --

source: Last Name
it_it: Cognome

source: Email Address
it_it: Indirizzo Email

source: Message Text
it_it: Corpo Messaggio

source: Telephone 1
it_it: Telefono 1

source: Telephone 2
it_it: Telefono 2

source: Mobilephone 1
it_it: Cellulare 1

source: Mobilephone 2
it_it: Cellulare 2

source: Company Name
it_it: Nome Azienda

source: Secondary Email
it_it: Email Secondaria

source: Birthday Date
it_it: Data di Nascita

source: Birthplace
it_it: Luogo di Nascita

source: Gender
it_it: Sesso

source: Fiscal Code
it_it: Codice Fiscale

source: Vat Code
it_it: Partita IVA

source: Address
it_it: Indirizzo

source: Province/State
it_it: Provincia/Stato

source: Nation/Country
it_it: Nazione/Paese

source: Postal Code
it_it: CAP

source: Zone
it_it: Presso

source: Website URL
it_it: URL Sito Web

source: Linkedin URL Profile
it_it: URL Profilo Linkedin

source: Twitter URL Profile
it_it: URL Profilo Twitter

source: Facebook URL Profile
it_it: URL Profilo Facebook

source: Instagram URL Profile
it_it: URL Profilo Instagram

source: Skype URL Profile
it_it: URL Profilo Skype
